const jobs = [
  {
    workplace: "HMMR",
    position: "Специалист по планированию и учету ТМЦ",
    duration: ["2019-2023г"],
    description: [
      "Занимался планированием оборота ТМЦ и его учетом",
      "Занимался разработкой ежедневного производственного плана",
      "Внедрил в SAP адресное хранение ТМЦ на складах",
      "Наладил учет всех производственных инструментов, находящихся в обороте цеха",
      "Ввел полуавтоматический контроль за сроками эксплуатации СИЗов работников",
      "Наша группа планирования занимала все призовые места по рац.предложениям"
    ],
    url: "https://www.hyundai.ru/manufacturing",
  },
  {
    workplace: "Ростелеком",
    position: "Старший специалист тех. поддержки",
    duration: ["2017г"],
    description: [
      "Внедрил улучшенные скрипты оказания тех.поддержки",
      "Актуализировал БД по настройке оборудования",
      "Прорабатывал и составлял скрипты для пилотного отдела продаж",
    ],
    url: "https://www.company.rt.ru/",
  },
  {
    workplace: "Разработка",
    position: "Frontend-разработчик",
    duration: ["2009г+"],
    description: [
      "Разрабатывал сайты, UCP и ACP для своих игровых проектов (PHP + MySQL)",
      "Разрабатывал плагины для игровых серверов CS 1.6 (ЯП Pawn)",
      "Разрабатывали и поддерживали мод игрового сервера SAMP (в команде)",
      "Для этого же проекта разработал сайт, админ- и юзер-панель (PHP + MySQL)",
      "Верстал лендинги для знакомых, дополняя степендию в универе :)",
      "Писал сподручных ботов для своих серверов в Discord (NodeJS, DiscordJS)",
    ],
    url: "https://github.com/hixozeN/",
  },
  {
    workplace: "Я.Практикум",
    position: "Студент, направление: веб-разработчик",
    duration: ["2022-2023г"],
    description: [
      "Выбрал курс Яндекса для актуализации своих навыков",
      "Научился адаптивной верстке",
      "Приобрел актуальные знания ECMAScript (ES6)",
      "Укрепил свои знания React 18",
      "Приучился работать спринтами",
      "Собрал наш поток в Discord, создав обширное коммьюнити с менторством (3D9DknEuSy)",
      "И даже успели скооперироваться и поработать в команде над петами :)"
    ],
    url: "https://practicum.yandex.ru/",
  },

];

export default jobs;
